// © Copyright 2010, 2015 HP Development Company, L.P.

TaskName = "Opgeslagen taken";

TaskTitleField = "Opgeslagen taken";
TaskDescriptionField = "Klik op onderstaande knop om informatie op te zoeken over taken die permanent in de printer zijn opgeslagen.";
TaskStartButtonTitle = "Opzoeken";